/* 
   Localizable.strings
   gfxCardStatus

   Created by Thierry Coppey on 18.09.10.
   Copyright 2010 Giovanni Peláez. All rights reserved.
 */

/* Main menu */
"About"					= "Acerca de gfxCardStatus, v%%";
"Update"				= "Buscar Actualizaciones...";
"Preferences"			= "Ajustes...";
"SwitchGPUs"			= "Cambiar de GPU";
"IntegratedOnly"		= "Solo Integrated";
"DiscreteOnly"			= "Solo Discrete";
"DynamicSwitching"		= "Cambiar Dinámicamente";
"Dependencies"			= "Dependencias";
"NoProcess"				= "Ninguna";
"Quit"					= "Cerrar";
"Close"                 = "¡Listo!";
"PowerSource"           = "Power Source: %%";
"Battery"               = "Battery";
"ACAdapter"             = "AC Adapter";

/* Preferences window */
"PrefTitle"				= "Ajustes de gfxCardStatus";
"PrefUpdate"			= "Buscar actualizaciones al iniciar";
"PrefGrowl"				= "Usar Growl para las notificaciones de cambio de estado";
"PrefStartup"			= "Abrir gfxCardStatus al iniciar";
"PrefLog"				= "Transcribir los mensajes de diagnóstico a la consola";
"PrefRestoreState"		= "Restaurar el último modo usado al iniciar";
"PrefPowerSwitching"	= "Cambiar de GPU según la fuente de energía";
"Integrated"            = "Integrated";
"Discrete"              = "Discrete";
"Dynamic"               = "Dynamic";
"OnBattery"             = "On Battery:";
"PluggedIn"             = "Plugged In:";
"General"               = "General";
"Switching"             = "Switching";
"SmartMenuBarIcons"     = "Use smart menu bar icons";

/* About box */
"AboutTitle"			= "Acerca de gfxCardStatus";
"AboutWebsite"			= "Sitio Web";
"Close"					= "¡Bien!";

/* Growl */
"GrowlGPUChanged"       = "GPU changed";
"GrowlGPUChangedMessage"           = "'%1$@' now in use.";
